 [
  {
    "chapter_number": 1,
    "ch_number": "१",
    "ch_number_gujarati": "૧ ",
    "chapter_summary": "The first chapter of the Bhagavad Gita - \"Arjuna Vishada Yoga\" introduces the setup, the setting, the characters and the circumstances that led to the epic battle of Mahabharata, fought between the Pandavas and the Kauravas. It outlines the reasons that led to the revelation of the of Bhagavad Gita.\nAs both armies stand ready for the battle, the mighty warrior Arjuna, on observing the warriors on both sides becomes increasingly sad and depressed due to the fear of losing his relatives and friends and the consequent sins attributed to killing his own relatives. So, he surrenders to Lord Krishna, seeking a solution. Thus, follows the wisdom of the Bhagavad Gita.",
    "chapter_summary_hindi": "भगवद गीता का पहला अध्याय अर्जुन विशाद योग उन पात्रों और परिस्थितियों का परिचय कराता है जिनके कारण पांडवों और कौरवों के बीच महाभारत का महासंग्राम हुआ। यह अध्याय उन कारणों का वर्णन करता है जिनके कारण भगवद गीता का ईश्वरावेश हुआ। जब महाबली योद्धा अर्जुन दोनों पक्षों पर युद्ध के लिए तैयार खड़े योद्धाओं को देखते हैं तो वह अपने ही रिश्तेदारों एवं मित्रों को खोने के डर तथा फलस्वरूप पापों के कारण दुखी और उदास हो जाते हैं। इसलिए वह श्री कृष्ण को पूरी तरह से आत्मसमर्पण करते हैं। इस प्रकार, भगवद गीता के ज्ञान का प्रकाश होता है।" ,
    "chapter_summary_gujarati": "ભગવદ્ ગીતા નો પહેલો અધ્યાય \"અર્જુનવિષાદયોગ\" એ મહાભારતના યુદ્ધની શરૂઆત અને અર્જુનના આંતરિક સંઘર્ષનું વર્ણન કરે છે. આ અધ્યાયમાં, પાંડવ અને કૌરવ વચ્ચેના યુદ્ધની પૃષ્ઠભૂમિ, અર્જુનની માનસિક સ્થિતિ અને તે ભગવાન શ્રી કૃષ્ણ પાસેથી અધ્યાત્મિક માર્ગદર્શન મેળવવા માટેની ભૂમિકા દર્શાવવામાં આવે છે.\n\n\t\t\t\tજ્યારે બંને પક્ષો યુદ્ધ માટે તૈયાર હોય છે, ત્યારે અર્જુનના મનમાં તેમના પારિવારિક સભ્યો અને મિત્રો સાથે યુદ્ધ કરવાના વિચારો આવે છે, અને તે પોતાના કઠોર કર્મોથી પાપી થવાની ચિંતા કરે છે. આથી, અર્જુન ખરાબ મૂડમાં આવી જાય છે અને પોતાની લાગણીઓને શ્રૃંગારીય રીતે વ્યક્ત કરે છે. તે ભગવાન શ્રી કૃષ્ણને પોકારે છે અને આ મુશ્કેલીમાંથી ઉપદ્રવનો ઉકેલ શોધે છે, જેના પરિણામે ભગવાન શ્રી કૃષ્ણ દ્વારા ભગવદ ગીતા ના ઉપદેશોનો પ્રારંભ થાય છે.",
    "id": 1,
    "image_name": "Arjuna Vishada Yoga",
    "name": "अर्जुनविषादयोग",
    "name_gujarati": "અર્જુનવિષાદયોગ",
    "name_meaning": "Arjuna's Dilemma",
    "name_translation": "अर्जुन का युद्ध के मैदान में मोह और धर्म संकट।",
    "name_translation_gujarati": "અર્જુનનો યુદ્ધના મેદાનમાં મોહ અને ધર્મ સંકટ",
    "name_transliterated": "Arjun Viṣhād Yog",
    "verses_count": 47,
    "url": "data/image/1.jpg",
    "slok": "धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः।\nमामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय॥\n\nश्लोक 1.1 ॥",
    "slok_summary_hindi": "यह श्लोक महाभारत के युद्ध भूमि कुरुक्षेत्र की स्थिति का वर्णन करता है। संजय, जो धृतराष्ट्र के दरबार में उपस्थित थे, अर्जुन और धृतराष्ट्र के संवाद की शुरुआत करते हुए कहते हैं कि धर्मक्षेत्र (कुरुक्षेत्र) में पांडव और कौरव युद्ध के लिए इकट्ठे हुए हैं। संजय ने यह प्रश्न किया कि युद्ध शुरू होने से पहले पांडव और कौरव ने क्या किया।",
    "slok_summary_english": "This verse describes the situation at the battlefield of Kurukshetra. Sanjay, who was present at the court of Dhritarashtra, begins the dialogue by stating that the Pandavas and Kauravas have gathered at the holy field (Kurukshetra) to fight. Sanjay then asks Dhritarashtra what the Pandavas and Kauravas did before the battle began.",
    "slok_summary_gujarati" : "આ શ્લોક મહાભારતના યુદ્ધ સ્થળ કુરૂક્ષેત્રની પરિસ્થિતિનું વર્ણન કરે છે. સંજય, જેમણે ધૃતરાષ્ટ્રના દરબારમાં હાજરી આપી હતી, અરજુન અને ધૃતરાષ્ટ્રના સંલાપની શરૂઆત કરતાં કહે છે કે ધર્મક્ષેત્ર (કુરુક્ષેત્) માં પાંડવ અને કૌરવ યુદ્ધ માટે એકઠા થયા છે. સંજયે આ પ્રશ્ન પૂછ્યો કે યુદ્ધ આરંભ થવા પહેલા પાંડવ અને કૌરવોએ શું કર્યું."
  },
  {
    "chapter_number": 2,
    "ch_number": "२",
    "ch_number_gujarati": "૨",
    "chapter_summary": "The second chapter of the Bhagavad Gita is \"Sankhya Yoga\". This is the most important chapter of the Bhagavad Gita as Lord Krishna condenses the teachings of the entire Gita in this chapter. This chapter is the essence of the entire Gita. \n\"Sankhya Yoga\" can be categorized into 4 main topics - \n1. Arjuna completely surrenders himself to Lord Krishna and accepts his position as a disciple and Krishna as his Guru. He requests Krishna to guide him on how to dismiss his sorrow.\n2. Explanation of the main cause of all grief, which is ignorance of the true nature of Self.\n3. Karma Yoga - the discipline of selfless action without being attached to its fruits.\n4. Description of a Perfect Man - One whose mind is steady and one-pointed.",
    "chapter_summary_hindi": "भगवद गीता का दूसरा अध्याय सांख्य योग है। यह अध्याय भगवद गीता का सबसे महत्वपूर्ण अध्याय है क्योंकि इसमें भगवान श्रीकृष्ण संपूर्ण गीता की शिक्षाओं को संघनित करते हैं। यह अध्याय पूरी गीता का सार है। सांख्य योग को 4 मुख्य विषयों में वर्गीकृत किया जा सकता है - \n१. अर्जुन ने पूरी तरह से भगवान कृष्ण को आत्मसमर्पण किया और उन्हें अपने गुरु के रूप में स्वीकार किया। \n२. सभी दु:खों के मुख्य कारणों की व्याख्या, जो स्व की वास्तविक प्रकृति की अज्ञानता है। \n३. कर्मयोग - अपने कर्मों के फलों से जुड़े बिना नि:स्वार्थ क्रिया का अनुशासन। \n४. एक परिपूर्ण मनुष्य का विवरण - जिसका मस्तिष्क स्थिर और एक-इशारा है।" ,
    "id": 2,
    "image_name": "Sankhya Yoga",
    "name": "सांख्ययोग",
    "name_meaning": "Transcendental Knowledge",
    "name_translation": "कर्म योग और ज्ञान योग का परिचय।",
    "name_transliterated": "Sānkhya Yog",
    "verses_count": 72,
    "url": "data/image/2.jpg",
    "slok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन।\nमा कर्मफलहेतुर्भूर्मा ते संगोऽस्त्वकर्मणि॥\n\nश्लोक 2.47 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण ने कर्म करने के विषय में उपदेश दिया है। वे कहते हैं कि तुम्हारा कर्म करने का अधिकार है, लेकिन उसके फलों पर तुम्हारा कोई अधिकार नहीं है। तुम्हें कर्म फल के लिए न तो लालच करना चाहिए और न ही कर्म करने से विमुख होना चाहिए। यानी, तुम्हें अपनी जिम्मेदारी पूरी निष्ठा से निभानी चाहिए, लेकिन इसके परिणामों को भगवान पर छोड़ देना चाहिए।",
    "slok_summary_english": "In this verse, Lord Krishna teaches about the concept of performing one's duties without attachment to the results. He says that you have the right to perform your duties, but you do not have the right to the fruits of your actions. You should not be attached to the outcomes of your actions nor should you refrain from performing your duties. In other words, perform your duties with full dedication and leave the results to God.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કાર્ય કરવા વિશે ઉપદેશ આપે છે. તેઓ કહે છે કે તમારો કાર્ય કરવાનું અધિકાર છે, પરંતુ તેના ફળો પર તમારું અધિકાર નથી. તમારે કાર્યના ફળ માટે લાલચ ન કરવો અને ન જ કાર્યથી વિમુક્ત હોવું જોઈએ. એટલે, તમારે તમારી જવાબદારી નિષ્ઠાથી निभાવવી જોઈએ, પરંતુ તેના પરિણામો ભગવાન પર છોડી દેવા જોઈએ.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો બીજું અધ્યાય \"સાંખ્યયોગ\" છે. આ અધ્યાય ભગવદ ગીતા નો સૌથી મહત્વપૂર્ણ અધ્યાય છે, કારણકે તેમાં શ્રી કૃષ્ણ સંપૂર્ણ ગીતા ની શિક્ષાઓને સંક્ષેપ કરે છે. આ અધ્યાય ગીતા નો સાર છે.\n\nસાંખ્યયોગને ૪ મુખ્ય વિષયોમાં વર્ગીકૃત કરી શકાય છે:\n૧. અર્જુન દ્વારા શ્રી કૃષ્ણને સંપૂર્ણ રીતે આત્મસમર્પણ કરવું અને તેમને ગુરુ રૂપે સ્વીકારવું.\n૨. દુ:ખોના મુખ્ય કારણોની સ્પષ્ટતા, જે આપણા આઘાતિત સ્વપ્રકૃતિની અજ્ઞાનતા છે.\n૩. કર્મયોગ - આપણાં કર્મો ના ફળો સાથે જોડાણ વગર નિઃસ્વાર્થ રીતે કર્મો કરવાની પદ્ધતિ.\n૪. એક સંપૂર્ણ માણસનું વર્ણન - જેમનું મન સ્થિર અને એકાગ્ર છે.",
    "name_gujarati":"સાંખ્યયોગ",
    "name_translation_gujarati": "કર્મયોગ અને જ્ઞાનયોગનો પરિચય"
  },
  {
    "chapter_number": 3,
    "ch_number": "३",
    "ch_number_gujarati": "૩",
    "chapter_summary": "The third chapter of the Bhagavad Gita is \"Karma Yoga\" or the \"Path of Selfless Service\". Here Lord Krishna emphasizes the importance of karma in life. He reveals that it is important for every human being to engage in some sort of activity in this material world. Further, he describes the kinds of actions that lead to bondage and the kinds that lead to liberation. Those persons who continue to perform their respective duties externally for the pleasure of the Supreme, without attachment to its rewards get liberation at the end.",
    "chapter_summary_hindi": "भगवद गीता का तीसरा अध्याय कर्मयोग या निःस्वार्थ सेवा का मार्ग है। इस अध्याय में भगवान श्रीकृष्ण जीवन में कर्म के महत्व पर जोर देते हैं। वे बताते हैं कि इस भौतिक संसार में हर मनुष्य का किसी न किसी प्रकार की क्रिया में सम्मिलित होना अनिवार्य है। इसके अलावा, वह उन कार्यों के बारे में बताते हैं जो मनुष्य को बांधते हैं अथवा वे जो मनुष्य को मुक्ति दिलाते हैं। वे मनुष्य जो अपने कर्तव्यों को भगवन की ख़ुशी के लिए एवं बिना फल की अपेक्षा किये हुए निरंतर करते रहते हैं, वे अंत में मुक्ति प्राप्त करते हैं।" ,
    "id": 3,
    "image_name": "Karma Yoga",
    "name": "कर्मयोग",
    "name_meaning": "Path of Selfless Service",
    "name_translation": "निष्काम कर्म और कर्तव्य के महत्व की शिक्षा।",
    "name_transliterated": "Karm Yog",
    "verses_count": 43,
    "url": "data/image/3.jpg",
    "slok": "तस्मादसक्तः सततं कार्यं कर्म समाचर।\nअसक्तो ह्याचरन्कर्म परमाप्नोति पुरुषः॥\n\nश्लोक 3.19 ॥",
    "slok_summary_hindi": "भगवान श्री कृष्ण इस श्लोक में कर्मयोग का उपदेश देते हैं। वे कहते हैं कि इसलिए तुम्हें हमेशा अपने कर्तव्यों को बिना किसी आसक्ति के करना चाहिए। जो व्यक्ति किसी कार्य में आसक्त नहीं होता और केवल अपने कर्तव्यों को निष्ठा से करता है, वह परम लक्ष्य को प्राप्त करता है। कर्म करने से ही मानव जीवन का उद्देश्य पूरा होता है, और कर्म में निष्ठा रखने से आत्मा को शांति और सिद्धि मिलती है।",
    "slok_summary_english": "In this verse, Lord Krishna imparts the teachings of Karma Yoga. He says that one should perform their duties continuously, without attachment. The person who works without attachment, dedicating themselves to their duties with sincerity, attains the supreme goal. It is through action that the purpose of human life is fulfilled, and by performing duties with dedication, one attains peace and ultimate success.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કર્મયોગનો ઉપદેશ આપે છે. તેઓ કહે છે કે તેથી તમારે હંમેશા તમારા કાર્યને બિન-લાલચ થઈને કરવું જોઈએ. જે વ્યક્તિ કાર્યમાં લાલચ ન રાખી, ફક્ત નિષ્ઠાથી કાર્ય કરે છે, તે પરમ લક્ષ્ય પ્રાપ્ત કરે છે. કર્મ કરીને જ માનવ જીવનનો ઉદ્દેશ પૂર્ણ થાય છે, અને કાર્યમાં નિષ્ઠા રાખવાથી આત્માને શાંતિ અને સિદ્ધિ મળે છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો ત્રીજો અધ્યાય \"કર્મયોગ\" અથવા \"નિઃસ્વાર્થ સેવાનો માર્ગ\" છે. આ અધ્યાયમાં ભગવાન શ્રી કૃષ્ણ જીવનમાં કર્મના મહત્વ પર ભાર મૂકે છે. તેઓ જણાવે છે કે આ ભૌતિક સંસારમાં દરેક મનુષ્ય માટે કોઈ ન કોઈ રીતે ક્રિયાઓમાં સંલગ્ન થવું અવશ્યક છે.\n\nકૃષ્ણ એ પણ આઈ બતાવે છે કે કેવા પ્રકારના કર્મો માનુષ્યને બંધન લાગુ કરે છે અને કયા કર્મો મૌક્તિની તરફ દોરી જાય છે. જે લોકો પોતાના કૃત્યોને ભગવાનના સુખ માટે અને તેમના ફળની આશા વગર નિરંતર કરે છે, તે લોકો અંતે મૌક્તિ પ્રાપ્ત કરે છે.",
    "name_gujarati":"કર્મયોગ",
    "name_translation_gujarati": "નિઃસ્વાર્થ કર્મ અને કર્તવ્યના મહત્વની શિક્ષા"
  },
  {
    "chapter_number": 4,
    "ch_number": "४",
    "ch_number_gujarati": "૪",
    "chapter_summary": "The fourth chapter of the Bhagavad Gita is \"Jnana Karma Sanyasa Yoga\". In this chapter, Krishna glorifies the Karma Yoga and imparts the Transcendental Knowledge (the knowledge of the soul and the Ultimate Truth) to Arjuna. He reveals the reason behind his appearance in this material world. He reveals that even though he is eternal, he reincarnates time after time to re-establish dharma and peace on this Earth. His births and activities are eternal and are never contaminated by material flaws. Those persons who know and understand this Truth engage in his devotion with full faith and eventually attain Him. They do not have to take birth in this world again.",
    "chapter_summary_hindi": "भगवद गीता का चौथा अध्याय ज्ञानकर्मसंन्यासयोग योग है। इस अध्याय में श्रीकृष्ण कर्मयोग का गुणगान करते हैं अथवा अर्जुन को आत्मा एवं परम सत्य का बोध कराते हैं। वे भौतिक संसार में अपनी उपस्तिथि के पीछे कारण का वर्णन करते हैं। वे बताते हैं कि भले ही वह अनन्त हैं, फिर भी वह इस धरती पर धर्म और शांति को पुन: स्थापित करने के लिए समय समय पर जन्म लेते रहते हैं। उनके जन्म और क्रियाकलाप शाश्वत हैं और सामूहिक दोषों से कभी भी दूषित नहीं होते हैं। वे मनुष्य जो इस सत्य को जानते और समझते हैं, वे संपूर्ण श्रद्धा के साथ उनकी भक्ति करते हैं और अंततः उन्हें प्राप्त करते हैं। उनहे इस दुनिया में फिर से जन्म लेने की जरूरत नहीं है।" ,
    "id": 4,
    "image_name": "Gnana Karma Sanyasa Yoga",
    "name": "ज्ञानकर्मसंन्यासयोग",
    "name_meaning": "Path of Knowledge and the Disciplines of Action",
    "name_translation": "ज्ञान और कर्म में संन्यास का महत्व।",
    "name_transliterated": "Jñāna Karm Sanyās Yog",
    "verses_count": 42,
    "url": "data/image/4.jpg",
    "slok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥\n\nश्लोक 4.7 ॥",
    "slok_summary_hindi": "भगवान श्री कृष्ण इस श्लोक में अपने अवतार के उद्देश्य की व्याख्या करते हैं। वे कहते हैं कि जब भी धर्म की हानि होती है और अधर्म का उभार होता है, तब वे अपने दिव्य रूप में पृथ्वी पर अवतार लेते हैं। भगवान का अवतार अत्यंत आवश्यक होता है ताकि वह असत्य और अधर्म को समाप्त कर सत्य और धर्म की पुनर्स्थापना करें।",
    "slok_summary_english": "In this verse, Lord Krishna explains the purpose of his divine incarnations. He says that whenever there is a decline in righteousness (dharma) and an increase in unrighteousness (adharma), he manifests himself on earth. The purpose of his incarnation is to protect the virtuous, destroy the wicked, and restore the balance of dharma.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ તેમના અવતારના ઉદ્દેશ્યને સમજાવે છે. તેઓ કહે છે કે જ્યારે પણ ધર્મના વિષયમાં અક્ષતિ થાય છે અને અધર્મનો પ્રચંડ પ્રસરી જાય છે, ત્યારે હું અવતાર લેતો છું. ભગવાનનો અવતાર એ જરૂરી હોય છે જેથી તેઓ અસત્ય અને અઘટિતને નષ્ટ કરીને સત્ય અને ધર્મને પુનઃસ્થાપિત કરી શકે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો ચોથી અધ્યાય \"જ્ઞાનકર્મસન્યાસયોગ\" છે. આ અધ્યાયમાં શ્રી કૃષ્ણ કર્મયોગનું મૂલ્ય જણાવે છે અને અર્જુનને આત્મા અને પરમ સત્યનો બોધ કરે છે. તેઓ આ ભૌતિક સંસારમાં પોતાની ઉપસ્થિતિના કારણને સમજાવે છે. કૃષ્ણ જણાવે છે કે જ્યારે પણ ધર્મ અને શાંતિની આવશ્યકતા હોય છે, ત્યારે તેમનો આધીન અવતાર લેવો પડે છે.\n\nઆધ્યાત્મિક રીતે, તેમનો જન્મ અને કૃતિઓ શાશ્વત અને અજ્ઞેય છે, અને તે કૃતિઓ ક્યારેય કોઈ પણ દોષથી દૂષિત ન થતી હોય છે. જેઓ આ સત્યને સમજતા અને જાણતા છે, તેઓ આખા મન અને શ્રદ્ધા સાથે ભગવાનની ભક્તિ કરે છે અને અંતે તેમને પ્રાપ્ત કરે છે. આવા લોકો આ પૃથ્વી પર પુનરાવૃત્તિ (જન્મ અને મૃત્યુ) ના ખૂણાને પાર કરીને પરમાત્મા સાથે એકરૂપ થઈ જાય છે.",
    "name_gujarati":"જ્ઞાનકર્મસન્યાસયોગ",
    "name_translation_gujarati": "જ્ઞાન અને કર્મમાં સન્યાસનો મહત્વ"
  },
  {
    "chapter_number": 5,
    "ch_number": "५",
    "ch_number_gujarati": "૫",
    "chapter_summary": "The fifth chapter of the Bhagavad Gita is \"Karma Sanyasa Yoga\". In this chapter, Krishna compares the paths of renunciation in actions (Karma Sanyas) and actions with detachment (Karma Yoga) and explains that both are means to reach the same goal and we can choose either. A wise person should perform his/her worldly duties without attachment to the fruits of his/her actions and dedicate them to God. This way they remain unaffected by sin and eventually attain liberation.",
    "chapter_summary_hindi": "भगवद गीता का पांचवा अध्याय कर्मसन्यासयोग योग है। इस अध्याय में श्रीकृष्ण ने कर्मयोग और कर्मसन्यासयोग कि तुलना करते हुआ यह बतलाया है कि यह दोनों मार्ग एक ही लक्ष्य तक पहुँचने के माध्यम हैं। इसलिए हम इनमें से किसी भी मार्ग का चुनाव कर सकते हैं। एक बुद्धिमान व्यक्ति को अपने कर्मों को भगवान को समर्पित करते हुए अथवा उनके फल कि चिंता करे बिना अपने सांसारिक कर्तव्यों का पालन करते रहना चाहिए। इस तरह वे पाप से अप्रभावित रहते हैं और अंततः मुक्ति प्राप्त करते हैं।" ,
    "id": 5,
    "image_name": "Karma Sanyasa Yoga",
    "name": "कर्मसंन्यासयोग",
    "name_meaning": "Path of Renunciation",
    "name_translation": "कर्म और त्याग का सही अर्थ।",
    "name_transliterated": "Karm Sanyās Yog",
    "verses_count": 29,
    "url": "data/image/5.jpg",
    "slok": "ब्रह्मण्याधाय कर्माणि संगं त्यक्त्वा करोति यः।\nलिप्यते न स पापेन पद्मपत्रमिवाम्भसा॥\n\nश्लोक 5.10 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण कर्मयोग के सिद्धांत को समझाते हैं। वे कहते हैं कि जो व्यक्ति अपने कर्मों को भगवान के प्रति समर्पित करके, बिना किसी आसक्ति के करता है, वह किसी भी पाप से प्रभावित नहीं होता। जैसे कमल का फूल जल में डूबकर भी पानी से नहीं रगड़ता, वैसे ही वह व्यक्ति भी संसार के कर्मों से बुरी तरह प्रभावित नहीं होता। ऐसे व्यक्ति का मन और आत्मा शुद्ध रहती है, और वह परम शांति प्राप्त करता है।",
    "slok_summary_english": "In this verse, Lord Krishna explains the principle of Karma Yoga. He says that the person who performs their duties without attachment, dedicating the results to God, remains unaffected by sin. Just as a lotus leaf remains untouched by water even when it is submerged, such a person is not tainted by the material results of their actions and remains spiritually pure.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કર્મયોગના સિદ્ધાંતને સ્પષ્ટ કરે છે. તેઓ કહે છે કે જે વ્યક્તિ પોતાના કર્મોને ભગવાનને સમર્પિત કરીને, બિન-લાલચ રહીને કરે છે, તે પાપથી મુક્ત રહે છે. જેમ કે કમલપત્ર પાણીમાં ડૂબી જવા છતાં પણ પાણીથી અશુદ્ધ થતું નથી, તેમ તે વ્યક્તિ પણ કાર્યમાં લાગતા સમયના કૂળોથી પવિત્ર રહે છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો પાંચમો અધ્યાય \"કર્મસન્યાસયોગ\" છે. આ અધ્યાયમાં શ્રી કૃષ્ણ કર્મયોગ અને કર્મસન્યાસયોગના તુલનાત્મક અભ્યાસમાં સમજાવે છે કે આ બંને માર્ગ એક જ પરમ લક્ષ્ય સુધી પહોંચવાના માર્ગ છે. આથી, વ્યક્તિ કોઈ પણ એક માર્ગનો પસંદગી કરી શકે છે.\n\n     કૃષ્ણ સમજાવે છે કે એક બુદ્ધિમાન વ્યક્તિએ પોતાના કર્મો અને કૃત્યોને ભગવાનને સમર્પિત કરીને, અને તેમના ફળો વિશે ચિંતાવ્યા વિના, પોતાના દૈનિક અને સંસારીક કાર્યને નિભાવવું જોઈએ. આ રીતે તે પાપના પ્રભાવથી દૂર રહે છે અને અંતે મુક્તિ પ્રાપ્ત કરે છે.",
    "name_gujarati":"કર્મસન્યાસયોગ",
    "name_translation_gujarati": "કર્મ અને ત્યાગનો સાચો અર્થ"
  },
  {
    "chapter_number": 6,
    "ch_number": "६",
    "ch_number_gujarati": "૬",
    "chapter_summary": "The sixth chapter of the Bhagavad Gita is \"Dhyana Yoga\". In this chapter, Krishna reveals the \"Yoga of Meditation\" and how to practise this Yoga. He discusses the role of action in preparing for Meditation, how performing duties in devotion purifies one's mind and heightens one's spiritual consciousness. He explains in detail the obstacles that one faces when trying to control their mind and the exact methods by which one can conquer their mind. He reveals how one can focus their mind on Paramatma and unite with the God.",
    "chapter_summary_hindi": "भगवद गीता का छठा अध्याय ध्यान योग है। इस अध्याय में कृष्ण बताते हैं कि हम किस प्रकार ध्यान योग का अभ्यास कर सकते हैं। वे ध्यान की तैयारी में कर्म की भूमिका पर चर्चा करते हैं अथवा बताते हैं कि किस प्रकार भक्ति में किया गए कर्म मनुष्ये के मन को शुद्ध करते हैं और उसकी आध्यात्मिक चेतना की वृद्धि में सहायता करते हैं। वे उन बाधाओं का विस्तारपूर्वक वर्णन करते हैं जो कि मनुष्य को अपने दिमाग को नियंत्रित करते समय झेलनी पड़ती हैं अथवा उन सटीक तरीकों का वर्णन करते हैं जिनसे एक मनुष्य अपने दिमाग को जीत सकता है। उन्होंने प्रकट किया की हम किस प्रकार परमात्मा पर अपना ध्यान केंद्रित करके भगवान के साथ एक हो सकते हैं।" ,
    "id": 6,
    "image_name": "Dhyana Yoga",
    "name": "ध्यानयोग",
    "name_meaning": "Path of Meditation",
    "name_translation": "आत्मसंयम और ध्यान की विधि।",
    "name_transliterated": "Dhyān Yog",
    "verses_count": 47,
    "url": "data/image/6.jpg",
    "slok": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्।\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥\n\nश्लोक 6.5 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण आत्म-निर्भरता और आत्म-संयम का महत्व बताते हैं। वे कहते हैं कि मनुष्य को स्वयं को आत्मा से उबारने के लिए आत्म-निर्भर होना चाहिए। अगर व्यक्ति अपने आत्म-संयम से जीवन जीता है और आत्मा की साधना करता है, तो वह स्वयं को ही अपने मित्र की तरह उठाता है। लेकिन अगर व्यक्ति अपने भीतर की इच्छाओं और वासनाओं के प्रति आसक्त होता है, तो वह स्वयं का दुश्मन बन जाता है और अपने जीवन को नष्ट करता है।",
    "slok_summary_english": "In this verse, Lord Krishna emphasizes the importance of self-control and self-reliance. He says that a person should uplift themselves with their own efforts and not degrade themselves. The self is one's greatest friend when controlled and disciplined, but when driven by desires and attachments, the self becomes the greatest enemy, leading to self-destruction.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ આત્મવિશ્વાસ અને આત્મસંયમનું મહત્વ સમજાવે છે. તેઓ કહે છે કે મનુષ્યએ પોતાને ઊંચા લક્ષ્ય તરફ દોરીને આત્મવિશ્વાસ દ્વારા પોતાને બચાવવું જોઈએ. જે વ્યક્તિ આત્મસંયમથી જીવન જીવે છે અને આત્મનિર્ભર રહે છે, તે પોતાને મિત્ર જેવી રીતે ઊંચું કરે છે. પરંતુ જે વ્યક્તિ પોતાની ઇચ્છાઓ અને અભિલાષાઓમાં અસક્ત થાય છે, તે પોતાને દુશ્મન બનાવી લે છે અને પોતાની જીંદગી વિનાશ કરે છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો છઠ્ઠો અધ્યાય \"ધ્યાનયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ દર્શાવે છે કે આપણે કેવી રીતે ધ્યાનયોગનો અભ્યાસ કરી શકીએ. તેઓ ધ્યાનની તૈયારી માટે કર્મના મહત્વ પર ચર્ચા કરે છે અને બતાવે છે કે ભક્તિમાં કરવામાં આવેલા કર્મો મનુષ્યના મનને શુદ્ધ કરે છે અને તેની આધ્યાત્મિક ચેતનાનો વિકાસ કરવામાં મદદ કરે છે.\n\n    કૃષ્ણ એ આ અધ્યાયમાં તે તમામ અવરોધો વિશે વિગતવાર વર્ણન કરે છે, જે મનુષ્યને તેના મગજ પર નિયંત્રણ મેળવવામાં સહજતા સાથે આવી શકે છે. તેઓ પ્રગટાવે છે કે એક માણસ તેના મનને કઈ રીતે જીતે અને તે કેવી રીતે ભગવાન પર ધ્યાન કેન્દ્રિત કરી દેવાઈ શકે છે.",
    "name_gujarati":"ધ્યાનયોગ",
    "name_translation_gujarati": "આત્મસંયમ અને ધ્યાનની વિધિ"
  },
  {
    "chapter_number": 7,
    "ch_number": "७",
    "ch_number_gujarati": "૭",
    "chapter_summary": "The seventh chapter of the Bhagavad Gita is \"Gyaan Vigyana Yoga \". In this chapter, Krishna reveals that he is the Supreme Truth, the principal cause and the sustaining force of everything. He reveals his illusionary energy in this material world called Maya, which is very difficult to overcome but those who surrender their minds unto Him attain Him easily. He also describes the four types of people who surrender to Him in devotion and the four kinds that don't. Krishna confirms that He is the Ultimate Reality and those who realize this Truth reach the pinnacle of spiritual realization and unite with the Lord.",
    "chapter_summary_hindi": "भगवद गीता का सातवा अध्याय ज्ञानविज्ञानयोग है। इस अध्याय में कृष्ण बताते हैं कि वह सर्वोच्च सत्य हैं एवं हर चीज़ के मुख्य कारण हैं। वे इस भौतिक संसार में अपनी भ्रामक ऊर्जा - योगमाया के बारे में बताते हैं अथवा प्रकट करते हैं कि इस ऊर्जा पर काबू पाना साधारण मनुष्य के लिए कितना कठिन है परन्तु जो मनुष्य अपने मन को परमात्मा में लीन कर लेते हैं वे इस माया को जीत लेते हैं और उन्हे आसानी से प्राप्त कर लेते हैं। वे उन चार प्रकार के लोगों का भी वर्णन करते हैं जो भक्ति में लीन होकर उनको आत्मसमर्पण करते हैं अथवा वे चार प्रकार जो नहीं करते। कृष्ण पुष्टि करते हैं कि वे ही परम सत्य हैं। जो लोग इस सत्य को समझ लेते हैं, वे आध्यात्मिक प्राप्ति के शिखर पर पहुंच जाते हैं और भगवान को प्राप्त कर लेते हैं।" ,
    "id": 7,
    "image_name": "Gyan Vigyana Yoga",
    "name": "ज्ञानविज्ञानयोग",
    "name_meaning": "Self-Knowledge and Enlightenment",
    "name_translation": "भगवान की पूर्ण महिमा और ज्ञान।",
    "name_transliterated": "Jñāna Vijñāna Yog",
    "verses_count": 30,
    "url": "data/image/7.jpg",
    "slok": "मत्तः परतरं नान्यत्किंचिदस्ति धनंजय।\nमयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥\n\nश्लोक 7.7 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण कहते हैं कि उनके अलावा इस संसार में कोई भी सत्ता नहीं है। वे स्वयं ही इस सृष्टि का आधार और नियंत्रणकर्ता हैं। जैसे एक धागे में मोतियों की माला पिरोई जाती है, वैसे ही सम्पूर्ण सृष्टि भगवान के अंदर बसी हुई है। सब कुछ उन्हीं में समाहित है और वे ही इस सृष्टि के कर्ता और संचारक हैं।",
    "slok_summary_english": "In this verse, Lord Krishna reveals that there is no other power or entity higher than Him. He is the very foundation and controller of the entire creation. Just as pearls are strung together on a thread, everything in the universe is strung together in Him. He is the essence of all existence and the force that sustains the universe.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કહે છે કે તેમના સિવાય આ દુનિયામાં બીજી કોઈ વસ્તુ કે શક્તિ નથી. તેઓ જ સમગ્ર બ્રહ્માંડના આધાર અને નિયંત્રણકારક છે. જેમણે મણિ ગણીને તારમાં જોડાય છે, તેમ સમગ્ર બ્રહ્માંડ भगवानમાં સમાયેલો છે. આ સમગ્ર વિશ્વ ભગવાનમાં વ્યાપ્ત છે અને તેઓ જ સર્વસ્તિતી અને સંચાલક છે.",
    "chapter_summary_gujarati": " આ અધ્યાયમાં, કૃષ્ણ એવા પરમ સત્ય વિશે જણાવે છે કે જે સર્વની ઉત્પત્તિ અને કારણ છે. તેઓ આ ભૌતિક સંસારમાં તેમની ભ્રામક ઉર્જા, યોગમાયા, વિશે જણાવીને દર્શાવે છે કે આ યોગમાયા પર કાબૂ પાવું સામાન્ય મનુષ્ય માટે ખૂબ જ મુશ્કેલ છે. જોકે, જે મનુષ્ય પોતાના મનને પરમાત્મા માં સંપૂર્ણ રીતે વિલીન કરે છે, તે આ માયાને પરાજિત કરી દે છે અને તેને ખૂબ સરળતાથી પ્રાપ્ત કરી લે છે.\n\n    કૃષ્ણ આ અધ્યાયમાં ચાર પ્રકારના લોકો વિશે વર્ણન કરે છે:\n\n     જે લોકો ભક્તિમાં લીન થઈને તેમને સમર્પિત છે.\nજે લોકો નથી સમર્પિત.\nકૃષ્ણ પુષ્ટિ કરે છે કે તેઓ પરમ સત્ય છે, અને જે લોકો આ સત્યને સમજતા છે, તેઓ આધ્યાત્મિક પૂર્ણતા સુધી પહોંચે છે અને ભગવાનને પ્રાપ્ત કરી લે છે.",
    "name_gujarati":"જ્ઞાનવિજ્ઞાનયોગ",
    "name_translation_gujarati": "ભગવાનની પૂર્ણ મહિમા અને જ્ઞાન"
  },
  {
    "chapter_number": 8,
    "ch_number": "८",
    "ch_number_gujarati": "૮",
    "chapter_summary": "The eighth chapter of the Bhagavad Gita is \"Akshara Brahma Yoga\". In this chapter, Krishna reveals the importance of the last thought before death. If we can remember Krishna at the time of death, we will certainly attain him. Thus, it is very important to be in constant awareness of the Lord at all times, thinking of Him and chanting His names at all times. By perfectly absorbing their mind in Him through constant devotion, one can go beyond this material existence to Lord's Supreme abode.",
    "chapter_summary_hindi": "भगवद गीता का आठवां अध्याय अक्षरब्रह्मयोग है। इस अध्याय में, कृष्ण मृत्यु से पहले अंतिम विचार का महत्व बताते हैं। अगर हम मृत्यु के समय कृष्ण को याद कर लें तो हम निश्चित रूप से उन्हें प्राप्त करेंगे। इसलिए हर समय प्रभु के बारे में जागरूकता रखना, उनके बारे में सोचना और हर समय उनके नामों का जप करना बहुत महत्वपूर्ण है। अपने मन को पूरी तरह से कृष्ण की निरंतर भक्ति में समाहित करके हम इस भौतिक संसार से परे भगवान के सर्वोच्च निवास तक जा सकते हैं।" ,
    "id": 8,
    "image_name": "Akshara_Brahma Yoga",
    "name": "अक्षरब्रह्मयोग",
    "name_meaning": "Path of the Eternal God",
    "name_translation": "ब्रह्म, आत्मा, और मृत्यु के समय ध्यान का महत्व।",
    "name_transliterated": "Akṣhar Brahma Yog",
    "verses_count": 28,
    "url": "data/image/8.jpg",
    "slok": "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम्।\nतं तमेवैति कौन्तेय सदा तद्भावभावितः॥\n\nश्लोक 8.6 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण बताते हैं कि जो व्यक्ति मृत्यु के समय जिस भाव से मुझको याद करता है, वह उसी भाव के अनुसार मुझसे मिलता है। अगर कोई व्यक्ति पूरे जीवनभर ध्यान और भक्ति से मेरा ध्यान करता है, तो वह मृत्यु के समय उसी रूप में मुझसे मिलता है। मृत्यु के समय उसी भाव के साथ उसका अंतिम संस्कार होता है, और वह उस भाव के अनुसार अगले जीवन में प्रवेश करता है।",
    "slok_summary_english": "In this verse, Lord Krishna explains that whatever state of mind a person maintains at the time of death, they will attain that state after leaving their body. If a person remembers and meditates on Him with devotion at the time of death, they will reach Him and be united with the divine. The thought they have at the time of death determines their destination in the next life.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કહે છે કે જે લોકો અનન્ય ભક્તિથી મારો મન, જિજ્ઞાસા અને ભક્તિથી પૂજાર્થ કરે છે, હું તેમની તમામ જરૂરિયાતો અને જીવનની સંભાળ રાખું છું. હું તેમને દરેક પરિસ્થિતિમાં મદદ કરું છું અને તેમના જીવનને ભરી દઉં છું. એમને જીવનની યાત્રામાં શાંતિ અને સુરક્ષા પ્રદાન કરું છું.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો આઠમો અધ્યાય \"અક્ષરબ્રહ્મયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ મૃત્યુથી પહેલા અંતિમ વિચારોના મહત્વ પર ભાર મૂકે છે. તેઓ સમજાવે છે કે જો કોઈ વ્યક્તિ મરણના સમયે ભગવાન શ્રી કૃષ્ણને યાદ કરે છે, તો તે તેમને ચોક્કસ રીતે પ્રાપ્ત કરે છે. તેથી, ભગવાન વિશે દરેક સમયે ચિંતન કરવું, તેમના નામનો જપ કરવો અને તેમની હાજરી માટે જાગરૂક રહેવું અત્યંત મહત્વપૂર્ણ છે.\n\n    આધ્યાત્મિક રીતે, જો આપણો મન સંપૂર્ણ રીતે કૃષ્ણની ભક્તિમાં લાગી જાય છે, તો આપણે આ ભૌતિક સંસારના બાંધણોથી પરેટે થઈને ભગવાનના પરમ નિવાસ, જે છે \"અક્ષર બ્રહ્મ\", ત્યાં પહોંચી શકીએ છીએ.",
    "name_gujarati":"અક્ષરબ્રહ્મયોગ",
    "name_translation_gujarati": "બ્રહ્મ, આત્મા, અને મૃત્યુના સમયે ધ્યાનનું મહત્વ"
  },
  {
    "chapter_number": 9,
    "ch_number": "९",
    "ch_number_gujarati": "૯",
    "chapter_summary": "The ninth chapter of the Bhagavad Gita is \"Raja Vidya Yoga\". In this chapter, Krishna explains that He is Supreme and how this material existence is created, maintained and destroyed by His Yogmaya and all beings come and go under his supervision. He reveals the Role and the Importance of Bhakti (transcendental devotional service) towards our Spiritual Awakening. In such devotion, one must live for the God, offer everything that he possesses to Him and do everything for Him only. One who follows such devotion becomes free from the bonds of this material world and unites with the Lord.",
    "chapter_summary_hindi": "भगवद गीता का नौवां अध्याय राजविद्याराजगुह्ययोग है। इस अध्याय में, कृष्ण समझाते हैं कि वह सर्वोच्च हैं और यह भौतिक संसार उनकी योगमाया द्वारा रचित और खंडित होता रहता है अथवा मनुष्य उनकी देखरेख में आते जाते रहते हैं। वे हमारी आध्यात्मिक जागरूकता के प्रति भक्ति की भूमिका और महत्व का वर्णन करते हैं। ऐसी भक्ति में मनुष्य को भगवन के लिए ही जीवित रहना चाहिए, अपना सर्वस्व भगवन को ही समर्पित करना चाहिए और सबकुछ भगवन के लिए ही करना चाहिए। जो इस प्रकार की भक्ति का अनुसरण करता है वह इस भौतिक संसार के बंधनों से मुक्त हो जाता है और भगवान के साथ एकजुट हो जाता है।" ,
    "id": 9,
    "image_name": "Raja Vidya Yoga",
    "name": "राजविद्याराजगुह्ययोग",
    "name_meaning": "Yoga through the King of Sciences",
    "name_translation": "भक्ति का महत्व और भगवान की गुप्त महिमा।",
    "name_transliterated": "Rāja Vidyā Yog",
    "verses_count": 34,
    "url": "data/image/9.jpg",
    "slok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते।\nतेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥\n\nश्लोक 9.22 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण बताते हैं कि जो लोग केवल मुझे ध्यान में रखते हुए, बिना किसी अन्य इच्छा के निरंतर मेरी भक्ति करते हैं, मैं उनकी सभी आवश्यकताओं और जीवन की सुरक्षा का ध्यान रखता हूं। वे भक्ति में निष्ठा रखते हुए मुझसे जुड़ते हैं, और मैं उनकी हर तरह से सहायता करता हूं। मैं उनकी हर समस्या और आवश्यकता का समाधान करता हूं।",
    "slok_summary_english": "In this verse, Lord Krishna explains that those who single-mindedly dedicate themselves to Him, without any distractions or desires for anything else, He takes care of their well-being. He assures that He provides everything they need, taking responsibility for their welfare and safeguarding their journey in life. Their spiritual and material needs are fulfilled through His divine grace.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કહે છે કે જે લોકો અનન્ય ભક્તિથી મારો મન, જિજ્ઞાસા અને ભક્તિથી પૂજાર્થ કરે છે, હું તેમની તમામ જરૂરિયાતો અને જીવનની સંભાળ રાખું છું. હું તેમને દરેક પરિસ્થિતિમાં મદદ કરું છું અને તેમના જીવનને ભરી દઉં છું. એમને જીવનની યાત્રામાં શાંતિ અને સુરક્ષા પ્રદાન કરું છું.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો નવમો અધ્યાય \"રાજવિદ્યારાજગુહ્યયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ પોતાના પરમ શ્રેષ્ઠ સ્વરૂપ અને સાધનાની વિધિઓને સ્પષ્ટ કરે છે. તેઓ સમજાવે છે કે તેઓ સર્વોચ્ચ છે અને આ ભૌતિક સંસાર તેમની યોગમાયા દ્વારા રચાયેલો અને ભંગાતો રહે છે. માનવીઓ તેમની દેખરેખમાં આ ભૌતિક સંસારમાંથી પસાર થાય છે.\n\n     કૃષ્ણ આ અધ્યાયમાં, ભક્તિના મહત્વને વ્યાખ્યાયિત કરે છે, જે આધ્યાત્મિક જાગૃતિ માટે જરૂરી છે. આ ભક્તિમાં, માણસે ભગવાન માટે જીવવું જોઈએ, તેમને સર્વસ્વ સમર્પિત કરવું જોઈએ અને તેમના માટે દરેક કાર્ય કરવું જોઈએ. જે વ્યક્તિ આ પ્રકારની ભક્તિનો અનુસરણ કરે છે, તે આ ભૌતિક સંસારના બાંધીયા બંધનોમાંથી મુક્તિ પ્રાપ્ત કરે છે અને ભગવાન સાથે એકરૂપ થઈ જાય છે.",
    "name_gujarati":"રાજવિદ્યારાજગુહ્યયોગ",
    "name_translation_gujarati": "ભક્તિનો મહત્વ અને ભગવાનની ગુપ્ત મહિમા"
  },
  {
    "chapter_number": 10,
    "ch_number": " १०",
    "ch_number_gujarati": "૧૦ ",
    "chapter_summary": "The tenth chapter of the Bhagavad Gita is \"Vibhooti Yoga\". In this chapter, Krishna reveals Himself as the cause of all causes. He describes His various manifestations and opulences in order to increase Arjuna's Bhakti. Arjuna is fully convinced of Lord's paramount position and proclaims him to be the Supreme Personality. He prays to Krishna to describe more of His divine glories which are like nectar to hear.",
    "chapter_summary_hindi": "भगवद गीता का दसवां अध्याय विभूतियोग है। इस अध्याय में, कृष्ण स्वयं को सभी कारणों के कारण बताते हैं। अर्जुन की भक्ति को बढ़ाने के लिए वे अपने विभिन्न अवतारों और प्रतिष्ठानों का वर्णन करते हैं। अर्जुन पूरी तरह से भगवान के सर्वोच्च पद से आश्वस्त हैं और उन्हें सर्वोच्च व्यक्तित्व के रूप में घोषित करते हैं। वे कृष्ण से प्रार्थना करते हैं कि वे अपनी अन्य दिव्य महिमाओं के बारेमे बताएं जो कि सुनने में अमृत सामान हैं।        " ,
    "id": 10,
    "image_name": "Vibhooti Yoga",
    "name": "विभूतियोग",
    "name_meaning": "Yoga through Appreciating the Infinite Opulences of God",
    "name_translation": "भगवान की विभूतियों और अद्भुत शक्तियों का वर्णन।",
    "name_transliterated": "Vibhūti Yog",
    "verses_count": 42,
    "url": "data/image/10.jpg",
    "slok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः।\nअहमादिश्च मध्यं च भूतानामन्त एव च॥\n\nश्लोक 10.20 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण अपने दिव्य रूप का वर्णन करते हैं। वे कहते हैं कि मैं ही आत्मा के रूप में सभी प्राणियों के हृदय में स्थित हूं। मैं ही सभी प्राणियों का आरंभ, मध्य और अंत हूं। मैं हर जगह विद्यमान हूं और संपूर्ण सृष्टि में व्यापित हूं।",
    "slok_summary_english": "In this verse, Lord Krishna reveals His omnipresence and divine nature. He says that He is the Soul (Atma) present in the hearts of all beings. He is the beginning, middle, and end of all creation. He pervades all aspects of the universe and is present everywhere.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણે પોતાના પરમાત્મા સ્વરૂપને વર્ણવ્યું છે. તેઓ કહે છે કે હું જ દરેક જીવનાં હૃદયમાં હાજર છું અને હું બધાં પ્રાણીઓના આદર, વિચારો અને કર્મોમાં નિસિદ્ધ છું. હું તે સત્તા છું જે દરેક જીવના આત્મામાં સ્થિત છે, અને હું પ્રકૃતિના પ્રત્યેક પદમાં વ્યાપક છું. હું બધા જગતના આરંભ, મધ્ય અને અંતમાં હાજર છું.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો દસમો અધ્યાય \"વિભૂતિયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ પોતાના વ્યાખ્યાયન અને અવતારો દ્વારા સર્વશક્તિમાન ભગવાન તરીકે પોતાની વિભૂતિઓ અથવા દૈવી મહિમા ને દર્શાવે છે. તેઓ આપણને બતાવતા હોય છે કે તેઓ સૃષ્ટિ અને તમામ કારણોના કારણ છે. અર્જુનના ભક્તિ ને પ્રોત્સાહન આપવા માટે, કૃષ્ણ પોતાના વિવિધ અવતાર અને વિશ્વમાં તેમની વિવિધ પ્રભાવશાળી પ્રવૃત્તિઓ અને પ્રતિષ્ઠાઓનું વર્ણન કરે છે.\n\n     અર્જુન શ્રી કૃષ્ણને તેમના સર્વોચ્ચ સ્થાન માટે સંપૂર્ણ રીતે વિશ્વસનીય માનતા છે અને તેમને પરમાત્મા તરીકે સ્વીકાર કરે છે. પછી અર્જુન કૃષ્ણને પ્રાર્થના કરે છે કે તેઓ તેમની અન્ય દૈવી વિભૂતિઓ અને આશ્ચર્યજનક શક્તિઓ વિશે વધુ જણાવે, જે સાંભળવા માટે અમૃત સમાન છે.",
    "name_gujarati":"વિભૂતિયોગ",
    "name_translation_gujarati": "ભગવાનની વિભૂતિઓ અને અદભુત શક્તિઓનો વર્ણન"
  },
  {
    "chapter_number": 11,
    "ch_number": "११",
    "ch_number_gujarati": "૧૧",
    "chapter_summary": "The eleventh chapter of the Bhagavad Gita is \"Vishwaroopa Darshana Yoga\". In this chapter, Arjuna requests Krishna to reveal His Universal Cosmic Form that encompasses all the universes, the entire existence. Arjuna is granted divine vision to be able to see the entirety of creation in the body of the Supreme Lord Krishna.",
    "chapter_summary_hindi": "भगवद गीता का ग्यारहवा अध्याय विश्वरूपदर्शनयोग है। इस अध्याय में, अर्जुन कृष्ण को अपने विश्व रूप को प्रकट करने का अनुरोध करते हैं जो की सारे विश्वों अथवा संपूर्ण अस्तित्व का स्त्रोत है। भगवान कृष्ण के शरीर में पूरी सृष्टि को देखने में सक्षम होने के लिए अर्जुन को दिव्य दृष्टि दी जाती है।" ,
    "id": 11,
    "image_name": "Vishwaroopa Darshana Yoga",
    "name": "विश्वरूपदर्शनयोग",
    "name_meaning": "Yoga through Beholding the Cosmic Form of God",
    "name_translation": "श्रीकृष्ण का विराट रूप।",
    "name_transliterated": "Viśhwarūp Darśhan Yog",
    "verses_count": 55,
    "url": "data/image/11.jpg",
    "slok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु।\nमामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः॥\n\nश्लोक 11.55 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण कहते हैं कि जो व्यक्ति पूर्ण समर्पण और भक्ति के साथ मुझमें मन, बुद्धि और आत्मा को स्थिर करता है, वह मुझे प्राप्त करता है। वह व्यक्ति मेरी शरण में आता है और मेरी उपासना करता है। ऐसा व्यक्ति मेरा परम भक्त होता है और मुझे अपने जीवन का सर्वोच्च लक्ष्य मानता है। इस तरह वह भगवान के दिव्य रूप में एकाकार हो जाता है।",
    "slok_summary_english": "In this verse, Lord Krishna states that anyone who, with a pure heart, dedicates their mind, soul, and intellect to Him, who worships and surrenders to Him, will surely attain Him. Such a person sees Krishna as the ultimate goal and is fully devoted to Him. By doing so, they unite with Him and attain liberation.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કહે છે કે જે વ્યક્તિ મન, બુદ્ધિ અને આત્માને મારી ભક્તિમાં સ્થિર કરે છે, મારે નમસ્કાર કરે છે અને મને પરમ લક્ષ્ય માનતા મારી ઉપાસના કરે છે, તે મને પ્રાપ્ત કરે છે. આ પ્રકારનો વ્યક્તિ મારો પારમાત્મિક સ્વરૂપ અનુભવે છે અને મને પ્રાપ્તિ કરી લે છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો ગ્યારમો અધ્યાય \"વિશ્વરૂપદર્શનયોગ\" છે. આ અધ્યાયમાં, અર્જુન કૃષ્ણને તેમના વિશ્વરૂપનું પ્રદર્શિત કરવાની વિનંતી કરે છે, જે સમગ્ર સૃષ્ટિ અથવા સર્વ બૃહત્ભાવનો સ્ત્રોત છે. કૃષ્ણ અર્જુનને તેમના બ્રહ્મરૂપનો દર્શન કરાવવાનો વચન આપે છે. આ માટે અર્જુનને દિવ્ય દૃષ્ટિ આપવામાં આવે છે, જેથી તે ભગવાનના વૈશ્વિક સ્વરૂપને જોઈ શકે, જેમાં આખી સૃષ્ટિ અને સર્વ વિશ્વના અનંત રૂપો અને વ્યવસ્થાઓ જોવા મળે છે.",
    "name_gujarati":"વિશ્વરૂપદર્શનયોગ",
    "name_translation_gujarati": "શ્રીકૃષ્ણનો વિરાટ સ્વરૂપ"
  },
  {
    "chapter_number": 12,
    "ch_number": "१२",
    "ch_number_gujarati": "૧૨",
    "chapter_summary": "The twelfth chapter of the Bhagavad Gita is \"Bhakti Yoga\". In this chapter, Krishna emphasizes the superiority of Bhakti Yoga (the path of devotion) over all other types of spiritual disciplines and reveals various aspects of devotion. He further explains that the devotees who perform pure devotional service to Him, with their consciousness, merged in Him and all their actions dedicated to Him, are quickly liberated from the cycle of life and death. He also describes the various qualities of the devotees who are very dear to Him.",
    "chapter_summary_hindi": "भगवद गीता का बारहवां अध्याय भक्तियोग है। इस अध्याय में, कृष्ण भक्ति योग की श्रेष्ठता पर बल देते हैं और भक्ति के विभिन्न पहलुओं का वर्णन करते हैं। वे आगे बताते हैं कि वे भक्त जो अपने सभी कर्म उनको समर्पित करके, अपनी चेतना उनमें विलीन करके, सच्चे मन से उनकी भक्ति करते हैं वे बहुत जल्दी जीवन और मृत्यु के चक्र से मुक्ति पा लेते हैं। वे अपने सबसे प्रिय भक्तों के विभिन्न गुड़ों का भी वर्णन करते हैं।" ,
    "id": 12,
    "image_name": "Bhakti Yoga",
    "name": "भक्तियोग",
    "name_meaning": "The Yoga of Devotion",
    "name_translation": "भक्ति का स्वरूप और महत्व।",
    "name_transliterated": "Bhakti Yog",
    "verses_count": 20,
    "url": "data/image/12.jpg",
    "slok": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च।\nनिर्ममो निरहङ्कारः समदुःखसुखः क्षमी॥\n\nश्लोक 12.13 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण एक भक्त के गुणों का वर्णन करते हैं। वे कहते हैं कि एक सच्चा भक्त वह है जो सभी प्राणियों से द्वेष नहीं करता, जो मित्रवत और करुणामयी होता है, और जो हमेशा अपने मन और अहंकार से मुक्त रहता है। ऐसा भक्त दुःख और सुख दोनों में समान रहता है और क्षमाशील होता है। यह गुण उसे उच्च आध्यात्मिक स्थिति की ओर मार्गदर्शन करते हैं।",
    "slok_summary_english": "In this verse, Lord Krishna describes the qualities of a true devotee. A true devotee is one who does not harbor hatred for any being, who is friendly and compassionate, and who is free from ego and attachment. Such a devotee remains equanimous in both happiness and sorrow and is forgiving. These qualities lead the devotee towards spiritual enlightenment.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ સચ્ચા ભક્તના ગુણોનું વર્ણન કરે છે. તેઓ કહે છે કે સચ્ચો ભક્ત એ છે, જે તમામ પ્રાણીઓ પ્રત્યે દ્વેષ ન રાખે, જે મૈત્રીપૂર્ણ અને કરુણામય હોય છે, અને જે મન અને અહંકારથી મુક્ત રહે છે. એવો ભક્ત દુખ અને સુખમાં સમાન રહે છે અને ક્ષમાશીલ હોય છે. આ ગુણો તેને આધ્યાત્મિક પ્રગતિ તરફ દોરી જાય છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો બારમો અધ્યાય \"ભક્તિયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ ભક્તિયોગની શ્રેષ્ઠતા પર ભાર મૂકતા હોય છે અને ભક્તિના વિવિધ પાસાઓનું વર્ણન કરે છે. કૃષ્ણ કહે છે કે જે ભક્ત પોતાના બધા કર્મો ભગવાનને સમર્પિત કરીને, પોતાની ચેતનાને તેમને સમર્પિત કરીને, સચ્ચે મનથી તેમની ભક્તિ કરે છે, તે ખૂબ જ ટૂંક સમયમાં જીવન અને મરણના ચક્રમાંથી મુક્તિ પ્રાપ્ત કરી લે છે. તેઓ પોતાની સર્વપ્રિય ભક્તોની વિવિધ ગુણોનો પણ વર્ણન કરે છે.",
    "name_gujarati":"ભક્તિયોગ",
    "name_translation_gujarati": "ભક્તિનો સ્વરૂપ અને મહત્વ"
  },
  {
    "chapter_number": 13,
    "ch_number": "१३",
    "ch_number_gujarati": "૧૩",
    "chapter_summary": "The thirteenth chapter of the Bhagavad Gita is \"Ksetra Ksetrajna Vibhaaga Yoga\". The word \"kshetra\" means \"the field\", and the \"kshetrajna\" means \"the knower of the field\". We can think of our material body as the field and our immortal soul as the knower of the field. In this chapter, Krishna discriminates between the physical body and the immortal soul. He explains that the physical body is temporary and perishable whereas the soul is permanent and eternal. The physical body can be destroyed but the soul can never be destroyed. The chapter then describes God, who is the Supreme Soul. All the individual souls have originated from the Supreme Soul. One who clearly understands the difference between the body, the Soul and the Supreme Soul attains the realization of Brahman.",
    "chapter_summary_hindi": "भगवद गीता का तेरवाह अध्याय क्षेत्र-क्षेत्रज्ञविभागयोग है। क्षेत्र शब्द का मतलब भूमि और क्षेत्ररक्षण का मतलब क्षेत्र का जानकार है। हमारा भौतिक शरीर क्षेत्र के सामान है और हमारी अमर आत्मा क्षेत्र के जानकार के सामान है। इस अध्याय में, कृष्ण भौतिक शरीर और अमर आत्मा के बीच भेद करते हैं। वह बताते हैं कि भौतिक शरीर अस्थायी और विनाशकारी है जबकि आत्मा स्थायी और शाश्वत है। भौतिक शरीर नष्ट हो सकता है लेकिन आत्मा कभी भी नष्ट नहीं हो सकती। यह अध्याय फिर भगवान का वर्णन करता है, जो की सर्वोच्च आत्मा हैं। सभी व्यक्तिगत आत्माएं सर्वोच्च आत्मा से उत्पन्न हुई हैं। जो स्पष्ट रूप से शरीर, आत्मा और सर्वोच्च आत्मा के बीच अंतर को समझ लेता है वह परमात्मा को प्राप्त कर लेता है।        " ,
    "id": 13,
    "image_name": "Ksetra Ksetrajna Vibhaaga Yoga",
    "name": "क्षेत्र-क्षेत्रज्ञविभागयोग",
    "name_meaning": "Yoga through Distinguishing the Field and the Knower of the Field",
    "name_translation": "शरीर और आत्मा का ज्ञान।",
    "name_transliterated": "Kṣhetra Kṣhetrajña Vibhāg Yog",
    "verses_count": 35,
    "url": "data/image/13.jpg",
    "slok": "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम्।\nविनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति॥\n\nश्लोक 13.28 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण यह बताते हैं कि सच्ची दृष्टि वही है, जिसमें व्यक्ति परमेश्वर को सभी प्राणियों में समान रूप से देखता है। जो व्यक्ति परमात्मा को सभी जीवों में, जिनका रूप नाशशील है, और जो अपने शाश्वत और अविनाशी स्वरूप में रहता है, देखता है, वही सच्चे दृष्टा होते हैं। ऐसे व्यक्ति को यह समझ में आता है कि परमात्मा न जन्म लेता है न मरता है, वह सर्वव्यापक और अविनाशी है।",
    "slok_summary_english": "In this verse, Lord Krishna explains that the true vision is the one where a person sees the Supreme Lord (Parameshwara) as the same in all beings. One who perceives the eternal, indestructible nature of the Supreme Soul (who remains unaffected by the perishable physical forms of the body) in all beings, sees the truth. Such a person understands that the Supreme is beyond birth and death, and is constant in all forms of existence.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ કહે છે કે સાચી દૃષ્ટિ એ છે, જેમાં વ્યક્તિ પરમેશ્વરને તમામ પ્રાણીઓમાં એકસરખા રૂપે જોવે છે. જે વ્યક્તિ પરમાત્માને તમામ જીવોમાં, જે નાશીલા છે અને જે શાશ્વત અને અવિનાશી સ્વરૂપ ધરાવે છે, જોવા માટે સક્ષમ હોય છે, તે જ સાચો દ્રષ્ટા છે. એવું વ્યક્તિ એ સમજતા હોય છે કે પરમાત્મા ન જન્મ લે છે ન મરે છે, તે સર્વવ્યાપી અને અવિનાશી છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો તેરમો અધ્યાય \"ક્ષેત્ર-ક્ષેત્રજ્ઞવિભાગયોગ\" છે. \"ક્ષેત્ર\" શબ્દનો અર્થ છે જમીન અને \"ક્ષેત્રજ્ઞ\" નો અર્થ છે ક્ષેત્રનો જાણકાર. આમાં, ભૌતિક શરીરને ક્ષેત્ર સાથે તુલના કરવામાં આવે છે અને અમર આત્માને ક્ષેત્રજ્ઞ, એટલે કે 'જેમણે ક્ષેત્રનું જ્ઞાન કર્યું છે' સાથે તુલના કરવામાં આવે છે. કૃષ્ણ આ અધ્યાયમાં ભૌતિક શરીર અને અમર આત્મા વચ્ચેના ભેદને સ્પષ્ટ રીતે વર્ણન કરે છે.\n\nકૃષ્ણ કહે છે કે ભૌતિક શરીર અસત અને વિનાશી છે, જ્યારે આત્મા સત્ય અને શાશ્વત છે. ભૌતિક શરીર નાશી બની શકે છે, પરંતુ આત્મા ક્યારેય નાશ પામતો નથી. આ અધ્યાયના અંતે, કૃષ્ણ પરમ આત્માનું વર્ણન કરે છે, જે સર્વોચ્ચ આત્મા છે. તમામ વ્યક્તિગત આત્માઓ પરમાત્માથી ઉત્પન્ન થાય છે.",
    "name_gujarati":"ક્ષેત્ર-ક્ષેત્રજ્ઞવિભાગયોગ",
    "name_translation_gujarati": "શરીર અને આત્માનું જ્ઞાન"
  },
  {
    "chapter_number": 14,
    "ch_number": "१४",
    "ch_number_gujarati": "૧૪",
    "chapter_summary": "The fourteenth chapter of the Bhagavad Gita is \"Gunatraya Vibhaga Yoga\". In this chapter, Krishna reveals the three gunas (modes) of the material nature - goodness, passion and ignorance which everything in the material existence is influenced by. He further explains the essential characteristics of each of these modes, their cause and how they influence a living entity affected by them. He then reveals the various characteristics of the persons who have gone beyond these gunas. The chapter ends with Krishna reminding us of the power of pure devotion to God and how attachment to God can help us transcend these gunas.",
    "chapter_summary_hindi": "भगवद गीता का चौदहवा अध्याय गुणत्रयविभागयोग है। इस अध्याय में, कृष्ण भौतिक प्रकृति के तीन गुणों का वर्णन करते हैं जिनसे भौतिक संसार में सब कुछ प्रभावित होता है - अच्छाई, लालसा और अज्ञान। आगे वह इन तीनों गुणों के प्रधान अभिलक्षणों अथवा कारणों का वर्णन करते हैं और बताते हैं कि कैसे ये तीनों गुण मनुष्य को प्रभावित करते हैं। फिर वह ऐसे व्यक्तियों की विभिन्न विशेषताओं का वर्णन करते हैं जो कि इन गुणों पर जीत पा चुके हैं। इस अध्याय के अंत में कृष्ण हमें सच्ची भक्ति कि शक्ति का स्मरण कराते हैं और बताते हैं की हम कैसे भगवन के साथ जुड़ कर इन गुणों को पार कर सकते हैं।" ,
    "id": 14,
    "image_name": "Gunatraya Vibhaga Yoga",
    "name": "गुणत्रयविभागयोग",
    "name_meaning": "Yoga through Understanding the Three Modes of Material Nature",
    "name_translation": "प्रकृति के तीन गुण (सत्व, रज, तम)।",
    "name_transliterated": "Guṇa Traya Vibhāg Yog",
    "verses_count": 27,
    "url": "data/image/14.jpg",
    "slok": "मां च योऽव्यभिचारेण भक्तियोगेन सेवते।\nस गुणान्समतीत्यैतान्ब्रह्मभूयाय कल्पते॥\n\nश्लोक 14.26 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण भक्ति योग के महत्व को बताते हैं। वे कहते हैं कि जो व्यक्ति मुझे अव्यभिचारिणी भक्ति (अडिग और निरंतर भक्ति) से सेवा करता है, वह तीनों गुणों (सत्त्व, रजस और तमस) को पार कर जाता है। ऐसा व्यक्ति संसारिक गुणों से मुक्त होकर ब्रह्म में स्थित हो जाता है और ब्रह्म का अनुभव करता है।",
    "slok_summary_english": "In this verse, Lord Krishna explains the power of devotion (Bhakti Yoga). He says that anyone who serves Him with unwavering devotion (without any distraction) can transcend the three gunas (modes of nature: sattva, rajas, and tamas). Such a person goes beyond the material qualities of the world and attains a divine state, ultimately becoming one with Brahman (the Supreme Reality).",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ ભક્તિ યોગના પ્રભાવને સમજાવે છે. તેઓ કહે છે કે જે વ્યક્તિ મને અવ્યભિચારिणી ભક્તિથી સેવામાં રહે છે, તે વ્યક્તિ પ્રકૃતિના ત્રણ ગુણોને પાર કરી નિત્ય અને દૈવી સ્વરૂપમાં નિવાસ કરે છે. તે બધી પ્રકારની વ્યાપકતાઓમાંથી મુક્ત થઈ બ્રહ્મ સાથે મીલ જાય છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો ચૌદમો અધ્યાય \"ગુણત્રયવિભાગયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ ભૌતિક પ્રકૃતિના ત્રણ ગુણોનો વર્ણન કરે છે જેમણે ભૌતિક સંસારમાં બધું પ્રભાવિત કરે છે - સત્ત્વ, રજસ અને તમસ. આગળ, તેઓ આ ત્રણ ગુણોના મુખ્ય લક્ષણો અથવા કારણોનું વર્ણન કરે છે અને સમજાવે છે કે આ ત્રણ ગુણ કેવી રીતે મનુષ્યને પ્રભાવિત કરે છે. ત્યારબાદ, તેઓ એવી વ્યક્તિઓની વિવિધ વિશેષતાઓનો વર્ણન કરે છે જેમણે આ ગુણો પર વિજય મેળવી લીધો છે. આ અધ્યાયના અંતે, કૃષ્ણ સચ્ચી ભક્તિની શક્તિનું સ્મરણ કરાવે છે અને સમજાવે છે કે કેવી રીતે આપણે ભગવાન સાથે જોડાઈને આ ગુણોને પાર કરી શકીએ છીએ.",
    "name_gujarati":"ગુણત્રયવિભાગયોગ",
    "name_translation_gujarati": "પ્રકૃતિના ત્રણ ગુણ (સત્ત્વ, રજસ, અને તમસ)"
  },
  {
    "chapter_number": 15,
    "ch_number": "१५",
    "ch_number_gujarati": "૧૫",
    "chapter_summary": "The fifteenth chapter of the Bhagavad Gita is \"Purushottama Yoga\". In Sanskrit, Purusha means the \"All-pervading God\", and Purushottam means the timeless & transcendental aspect of God.        Krishna reveals that the purpose of this Transcendental knowledge of the God is to detach ourselves from the bondage of the material world and to understand Krishna as the Supreme Divine Personality, who is the eternal controller and sustainer of the world. One who understands this Ultimate Truth surrenders to Him and engages in His devotional service.",
    "chapter_summary_hindi": "भगवद गीता का पंद्रहवा अध्याय पुरुषोत्तमयोग है। संस्कृत में, पुरूष का मतलब सर्वव्यापी भगवान है, और पुरुषोत्तम का मतलब है ईश्वर का कालातीत और पारस्परिक पहलू। कृष्णा बताते हैं कि ईश्वर के इस महान ज्ञान का उद्देश्य भौतिक संसार के बंधन से खुद को अलग करना है और कृष्ण को सर्वोच्च दिव्य व्यक्तित्व के रूप में समझना है, जो विश्व के शाश्वत नियंत्रक और निर्वाहक हैं। जो इस परम सत्य को समझता है वह प्रभु को समर्पण करता है और उनकी भक्ति सेवा में संलग्न हो जाता है।        " ,
    "id": 15,
    "image_name": "Purushottama Yoga",
    "name": "पुरुषोत्तमयोग",
    "name_meaning": "The Yoga of the Supreme Divine Personality",
    "name_translation": "संसार वृक्ष और पुरुषोत्तम का ज्ञान।",
    "name_transliterated": "Puruṣhottam Yog",
    "verses_count": 20,
    "url": "data/image/15.jpg",
    "slok": "ममैवांशो जीवलोके जीवभूतः सनातनः।\nमनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति॥\n\nश्लोक 15.7 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण ने आत्मा के बारे में बताया है। वे कहते हैं कि प्रत्येक जीवात्मा भगवान के अंश के रूप में इस दुनिया में आता है। आत्मा शाश्वत (सनातन) होती है, और यह अपने मन और इंद्रियों के माध्यम से प्रकृति (माया) के गुणों को अनुभव करती है। मनुष्य का मन और इंद्रियां संसारिक बंधनों के रूप में आत्मा को आकर्षित करती हैं, और इसी कारण आत्मा संसार के मोह में फंसी रहती है।",
    "slok_summary_english": "In this verse, Lord Krishna explains the nature of the soul. He says that every living being is a part of Him and that the soul is eternal (sanatan). The soul experiences the qualities of nature (maya) through the mind and senses. The mind and senses, by their attachment to worldly things, pull the soul into the material world, leading to its entanglement in the cycle of birth and death.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ આત્મા વિશે નિવેદન આપે છે. તેઓ કહે છે કે દરેક જીવાત્મા ભગવાનના અંશરૂપે આ દુનિયામાં પ્રकट થાય છે. આ આત્મા સનાતન (શાશ્વત) છે અને મન અને ઈન્દ્રિયોના માધ્યમથી પ્રકૃતિ (માયા)ના ગુણોનો અનુભવ કરે છે. મનुष्यનું મન અને ઈન્દ્રિયો આત્માને સંસારના બાંધણોમાં ખેંચે છે, જેના કારણે આત્મા સંસારના માયામાં ફસાઇ રહે છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો પંદરમો અધ્યાય \"પુરુષોત્તમયોગ\" છે. સંસ્કૃતમાં, 'પુરુષ'નો અર્થ સર્વવ્યાપી ભગવાન છે, અને 'પુરુષોત્તમ'નો અર્થ છે ભગવાનનો કાલાતીત અને પરમ આદર્શ પાસો. કૃષ્ણા જણાવે છે કે ભગવાનના આ મહાન જ્ઞાનનો હેતુ ભૌતિક સંસારમાંના બંધનોમાંથી છૂટકારો મેળવવો છે અને કૃષ્ણને સર્વોચ્ચ દૈવી વ્યક્તિત્વ તરીકે સમજવું છે, જે વિશ્વના શાશ્વત નિયંત્રણકર્તા અને નિર્વાહક છે. જે લોકો આ પરમ સત્યને સમજતા છે, તેઓ ભગવાનને સમર્પિત થઇને તેમની ભક્તિ સેવા મા જોડાઈ જાય છે.",
    "name_gujarati":"પુરુષોત્તમયોગ",
    "name_translation_gujarati": "સંસાર વૃક્ષ અને પુરુષોત્તમનો જ્ઞાન"
  },
  {
    "chapter_number": 16,
    "ch_number": "१६",
    "ch_number_gujarati": "૧૬",
    "chapter_summary": "The sixteenth chapter of the Bhagavad Gita is \"Daivasura Sampad Vibhaga Yoga\". In this chapter, Krishna describes explicitly the two kinds of natures among human beings - divine and demoniac. Those who possess demonaic qualities associate themselves with the modes of passion and ignorance do not follow the regulations of the scriptures and embrace materialistic views. These people attain lower births and further material bondage. But people who possess divine qualities, follow the instructions of the scriptures, associate themselves with the mode of goodness and purify the mind through spiritual practices. This leads to the enhancement of divine qualities and they eventually attain spiritual realization.",
    "chapter_summary_hindi": "भगवद गीता का सोलहवा अध्याय दैवासुरसम्पद्विभागयोग है। इस अध्याय में, कृष्ण स्पष्ट रूप से मानवों की दो प्रकार की प्रकृतियों का वर्णन करते हैं- दैवीय और दानवीय। दानवीय स्वभाव वाले लोग स्वयं को लालसा और अज्ञान के तरीकों से जोड़ते हैं, शास्त्रों के नियमों का पालन नहीं करते हैं और भौतिक विचारों को ग्रहण करते हैं। ये लोग निचली जातियों में जन्म लेते हैं और भौतिक बंधनों में और भी बंध जाते हैं। परन्तु जो लोग दैवीय स्वभाव वाले होते हैं, वे शास्त्रों के निर्देशों का पालन करते हैं, अच्छे काम करते हैं और आध्यात्मिक प्रथाओं के माध्यम से मन को शुद्ध करते हैं। इससे दैवीय गुणों में वृद्धि होती है और वे अंततः आध्यात्मिक प्राप्ति प्राप्त करते हैं।" ,
    "id": 16,
    "image_name": "Daivasura Sampad Vibhaga Yoga",
    "name": "दैवासुरसम्पद्विभागयोग",
    "name_meaning": "Yoga through Discerning the Divine and Demoniac Natures",
    "name_translation": "दैवी और आसुरी प्रकृति के गुण।",
    "name_transliterated": "Daivāsura Sampad Vibhāg Yog",
    "verses_count": 24,
    "url": "data/image/16.jpg",
    "slok": "तेजः क्षमा धृतिः शौचमद्रोहो नातिमानिता।\nभवन्ति सम्पदं दैवीमभिजातस्य भारत॥\n\nश्लोक 16.3 ॥",
    "slok_summary_hindi": "भगवान श्री कृष्ण इस श्लोक में दैवी और आसुरी गुणों का वर्णन करते हैं। वे कहते हैं कि जो व्यक्ति दैवीय गुणों से संपन्न होता है, उसके पास तेज, क्षमा, धृति (साहस), शौच (पवित्रता), अद्रोह (द्वेष से मुक्त होना) और नातिमानिता (अहंकार से दूर होना) जैसे गुण होते हैं। ऐसे गुण व्यक्ति को धार्मिकता और आत्मोत्थान की ओर ले जाते हैं और वह उच्च आध्यात्मिक स्थिति प्राप्त करता है।",
    "slok_summary_english": "In this verse, Lord Krishna describes the divine qualities of a person. He says that the person who is endowed with divine qualities has attributes like brilliance, patience, determination, purity, absence of hatred, and humility (free from arrogance). These qualities lead a person towards spiritual growth and elevate them to a higher state of being.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ દૈવી અને આસુરી ગુણોનો વર્ણન કરે છે. તેઓ કહે છે કે જે વ્યક્તિ દૈવી ગુણોથી સંપન્ન હોય છે, તે વ્યક્તિમાં તેજ, ક્ષમા, ધ્રિતિ (ધૈર્ય), શૌચ (શુદ્ધતા), અદ્રોહ (દ્વેષથી મુક્તતા), અને નાતિમાનિતા (અહંકારથી મુક્તતા) જેવા ગુણ હોય છે. આ ગુણો વ્યક્તિને આધ્યાત્મિક વિકાસ તરફ દોરી જતા છે અને તે સર્વશ્રેષ્ઠ જીવન જીવવાની ક્ષમતા ધરાવતો બને છે.",
    "chapter_summary_gujarati":"ભગવદ ગીતા નો સોલમો અધ્યાય \"દૈવાસુરસંપદવિભાગયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ મનુષ્યના બે પ્રકારના સ્વભાવનું સ્પષ્ટ વર્ણન કરે છે – દૈવી અને દાનવી. દાનવી સ્વભાવ ધરાવનારા લોકો પોતાને લાલચ અને અઘ્યાનો સાથે જોડે છે, શાસ્ત્રના નિયમોને અવગણતા હોય છે અને ભૌતિક વિચારોમાં રોકાય રહ્યા છે. આ લોકો નીચી જાતીઓમાં જન્મ લે છે અને ભૌતિક બંધનોમાં વધુ બાંધી જાય છે. પરંતુ જેઓ દૈવી સ્વભાવ ધરાવનારા હોય છે, તેઓ શાસ્ત્રોના માર્ગદર્શનોને અનુસરે છે, સારા કાર્ય કરે છે અને આધ્યાત્મિક અભ્યાસો દ્વારા મનને શુદ્ધ કરે છે. આથી, દૈવી ગુણો વધે છે અને તેઓ અંતે આધ્યાત્મિક પ્રાપ્તિ પ્રાપ્ત કરે છે.",
    "name_gujarati":"દૈવાસુરસંપદવિભાગયોગ",
    "name_translation_gujarati": "દૈવી અને આસુરી સ્વભાવના ગુણ"
  },
  {
    "chapter_number": 17,
    "ch_number": "१७",
    "ch_number_gujarati": "૧૭",
    "chapter_summary": "The seventeenth chapter of the Bhagavad Gita is \"Sraddhatraya Vibhaga Yoga\". In this chapter, Krishna describes the three types of faith corresponding to the three modes of the material nature. Lord Krishna further reveals that it is the nature of faith that determines the quality of life and the character of living entities. Those who have faith in passion and ignorance perform actions that yield temporary, material results while those who have faith in goodness perform actions in accordance with scriptural instructions and hence their hearts get further purified.",
    "chapter_summary_hindi": "भगवद गीता का सत्रहवा अध्याय श्रद्धात्रयविभागयोग है। इस अध्याय में, कृष्ण भौतिक प्रकृति के तीन गुणों से संबंधित तीन प्रकार के विश्वासों का वर्णन करते हैं। भगवान कृष्ण आगे बताते हैं कि यह विश्वास की प्रकृति है जो जीवन की गुणवत्ता और जीवित संस्थाओं के चरित्र को निर्धारित करती है। जो लोग लालसा और अज्ञानता में विश्वास रखते हैं, वे ऐसे कार्य करते हैं जो कि अस्थायी और भौतिक फल देते हैं परन्तु जो लोग अच्छाई में विश्वास रखते हैं वे शास्त्रपूर्ण निर्देशों के अनुसार कार्य करते हैं और इसलिए उन्हें स्थायी और अधिक प्रवीण फल प्राप्त होते हैं जो मन को और भी शुद्ध करते हैं।        " ,
    "id": 17,
    "image_name": "Sraddhatraya Vibhaga Yoga",
    "name": "श्रद्धात्रयविभागयोग",
    "name_meaning": "Yoga through Discerning the Three Divisions of Faith",
    "name_translation": "श्रद्धा के प्रकार।",
    "name_transliterated": "Śhraddhā Traya Vibhāg Yog",
    "verses_count": 28,
    "url": "data/image/17.jpg",
    "slok": "सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत।\nश्रद्धामयोऽयं पुरुषो यो यच्छ्रद्धः स एव सः॥\n\nश्लोक 17.3 ॥",
    "slok_summary_hindi": "भगवान श्री कृष्ण इस श्लोक में श्रद्धा के महत्व को समझाते हैं। वे कहते हैं कि प्रत्येक व्यक्ति की श्रद्धा उसकी प्रकृति (सत्त्व, रज, तम) के अनुसार होती है। जो व्यक्ति तमोगुण में रत है, उसकी श्रद्धा अधर्म की ओर होती है; रजोगुण में रत व्यक्ति का विश्वास भौतिक और संसारिक चीजों में होता है; और जो व्यक्ति सत्त्वगुण में रत होता है, उसकी श्रद्धा ईश्वर, धर्म और सत्य में होती है। इस प्रकार, हर व्यक्ति की श्रद्धा उसकी मानसिक स्थिति और गुण के आधार पर विकसित होती है।",
    "slok_summary_english": "In this verse, Lord Krishna explains the importance of faith. He says that each person's faith is in accordance with their nature (sattva, rajas, tamas). A person with a predominance of tamas (ignorance) has faith in demonic or harmful practices; a person with rajas (passion) has faith in material and worldly things; and a person with sattva (goodness) has faith in the divine, righteousness, and truth. Therefore, a person’s faith is shaped by their inherent qualities.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ શ્રદ્ધાના મહત્વને સમજાવે છે. તેઓ કહે છે કે દરેક વ્યક્તિની શ્રદ્ધા તેની મનોભાવના અનુસાર હોય છે. જે વ્યક્તિ તામસિક ગુણમાં વિલિન છે, તેની શ્રદ્ધા અધર્મ અને આલોચનાત્મક વાતોમાં હોય છે; જે વ્યક્તિ રાજસિક ગુણમાં વિલિન છે, તેની શ્રદ્ધા ભૌતિક અને વૈશ્વિક વસ્તુઓ પર હોય છે; અને જે વ્યક્તિ શોત્તમ ગુણમાં રહે છે, તેની શ્રદ્ધા ઈશ્વર અને ધર્મ પર હોય છે. આ રીતે દરેક વ્યક્તિની શ્રદ્ધા તેના સ્વભાવ અને ગુણોના આધારે વધે છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો સત્રમો અધ્યાય \"શ્રદ્ધાત્રયવિભાગયોગ\" છે. આ અધ્યાયમાં, કૃષ્ણ ભૌતિક પ્રકૃતિના ત્રણ ગુણો સાથે સંકળાયેલા શ્રદ્ધાના ત્રણ પ્રકારોનું વર્ણન કરે છે. ભગવાન કૃષ્ણ આગળ કહે છે કે આ શ્રદ્ધાનું સ્વભાવ છે જે જીવનની ગુણવત્તા અને જીવિત સંસ્થાઓના સ્વભાવને નિર્ધારિત કરે છે. જેમ કે જેઓ લાલચ અને અઘ્યાનોમાં શ્રદ્ધા રાખે છે, તેઓ એવા કાર્યો કરે છે જે કાલ્પનિક અને ભૌતિક ફળ આપે છે, જ્યારે જેઓ ગુણમાં શ્રદ્ધા રાખે છે, તેઓ શાસ્ત્રોના અનુસારમાં કાર્ય કરે છે અને તેથી તેમને સ્થાયી અને વધુ ગુણવત્તાવાળા ફળ પ્રાપ્ત થાય છે, જે મનને વધુ શુદ્ધ બનાવે છે.",
    "name_gujarati":"શ્રદ્ધાત્રયવિભાગયોગ",
    "name_translation_gujarati": "શ્રદ્ધાના પ્રકાર"
  },
  {
    "chapter_number": 18,
    "ch_number": "१८",
    "ch_number_gujarati": "૧૮",
    "chapter_summary": "The eighteenth chapter of the Bhagavad Gita is \"Moksha Sanyas Yoga\". Arjuna requests the Lord to explain the difference between the two types of renunciations - sanyaas(renunciation of actions) and tyaag(renunciation of desires). Krishna explains that a sanyaasi is one who abandons family and society in order to practise spiritual discipline whereas a tyaagi is one who performs their duties without attachment to the rewards of their actions and dedicating them to the God. Krishna recommends the second kind of renunciation - tyaag. Krishna then gives a detailed analysis of the effects of the three modes of material nature. He declares that the highest path of spirituality is pure, unconditional loving service unto the Supreme Divine Personality, Krishna. If we always remember Him, keep chanting His name and dedicate all our actions unto Him, take refuge in Him and make Him our Supreme goal, then by His grace, we will surely overcome all obstacles and difficulties and be freed from this cycle of birth and death.",
    "chapter_summary_hindi": "भगवद गीता का अठारहवा अध्याय मोक्षसन्यासयोग है। अर्जुन कृष्ण से अनुरोध करते हैं कि वे संन्यास और त्याग के बीच अंतर को समझाने की कृपा करें। कृष्ण बताते हैं कि एक संन्यासी वह है जो आध्यात्मिक अनुशासन का अभ्यास करने के लिए परिवार और समाज को त्याग देता है जबकि एक त्यागी वह है जो अपने कर्मों के फलों कि चिंता करे बिना भगवन को समर्पित करके कर्म करता रहता है। कृष्ण बताते हैं कि त्याग संन्यास से श्रेष्ठ है। फिर कृष्णा भौतिक संसार के तीन प्रकार के गुणों का विस्तारपूर्वक वर्णन करते हैं। कृष्णा घोषणा करते हैं कि परमात्मा की शुद्ध एवं सत्य भक्ति ही आध्यात्मिकता का उच्चतम मार्ग है। अगर हम हर क्षण उनका स्मरण करते रहें, उनका नाम जपते रहें, अपना सर्वस्व उनको समर्पित कर दें, उन्हें ही अपना सर्वोच्च लक्ष्य बना लें तो उनकी कृपा से हम निश्चित रूप से सभी बाधाओं और कठिनाइओं को दूर कर पाएंगे और इस जन्म और मृत्यु के चक्र से मुक्त हो पाएंगे।" ,
    "id": 18,
    "image_name": "Moksha Sanyaas Yoga",
    "name": "मोक्षसंन्यासयोग",
    "name_meaning": "Yoga through the Perfection of Renunciation and Surrender",
    "name_translation": "संन्यास, मोक्ष और गीता का निष्कर्ष।",
    "name_transliterated": "Mokṣha Sanyās Yog",
    "verses_count": 78,
    "url": "data/image/18.jpg",
    "slok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज।\nअहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥\n\nश्लोक 18.66 ॥",
    "slok_summary_hindi": "इस श्लोक में भगवान श्री कृष्ण अपने भक्तों को संपूर्ण समर्पण का उपदेश देते हैं। वे कहते हैं कि सभी प्रकार के धर्मों (कर्म, योग, पूजा) को छोड़कर केवल मुझे ही शरण में आओ। मैं तुम्हें सभी पापों से मुक्त कर दूँगा और तुम्हारे लिए मोक्ष का मार्ग प्रशस्त करूंगा। तुम्हें डरने की आवश्यकता नहीं है, क्योंकि जो व्यक्ति पूर्ण विश्वास और निष्ठा के साथ मेरी शरण में आता है, वह सदा के लिए पापों से मुक्त हो जाता है।",
    "slok_summary_english": "In this verse, Lord Krishna advises complete surrender to Him. He says that one should give up all other forms of duty, worship, and religion, and take refuge in Him alone. By doing so, He will free the person from all sins and guide them to liberation (moksha). There is no need to fear, for anyone who fully surrenders to Him will be protected and freed from the bondage of sin.",
    "slok_summary_gujarati" : "આ શ્લોકમાં ભગવાન શ્રી કૃષ્ણ તેમના ભક્તોને સંપૂર્ણ સમર્પણનો ઉપદેશ આપતાં કહે છે. તેઓ કહે છે કે તમે દરેક પ્રકારના ધર્મો (કર્મ, યોગ, પૂજા)ને ત્યજીને માત્ર મારી શરણમાં આવો. હું તમારે તમામ પાપોથી મુક્ત કરી, મોક્ષનો માર્ગ દર્શાવું છું. તમારે આશંકા કરવા માટે કશું નથી, કારણ કે જેમણે સંપૂર્ણ વિશ્વાસ સાથે મારી શરણમાં આવ્યા છે, તેઓ પાપમુક્ત થઈ જાય છે.",
    "chapter_summary_gujarati": "ભગવદ ગીતા નો અઠારમો અધ્યાય મૂક્ષસન્યાસયોગ છે. અર્જુન શ્રી કૃષ્ણથી વિનંતી કરે છે કે તેઓ સંન્યાસ અને ત્યાગ વચ્ચેના તફાવતને સમજાવે. કૃષ્ણ કહે છે કે એક સંન્યાસી તે છે જે આધ્યાત્મિક અનુશાસનનો અભ્યાસ કરવા માટે પરિવાર અને સમાજને ત્યાગ કરે છે, જ્યારે ત્યાગી તે છે જે પોતાના કર્મોના ફળોની ચિંતા કર્યા વિના ભગવાનને સમર્પિત થઈને કર્મ કરે છે. કૃષ્ણ કહે છે કે ત્યાગ સંન્યાસ કરતાં શ્રેષ્ઠ છે. પછી કૃષ્ણ ભૌતિક સંસારમાં ત્રણ પ્રકારના ગુણોનું વિશદ રીતે વર્ણન કરે છે. કૃષ્ણ ઘોષણા કરે છે કે પરમાત્માની શુદ્ધ અને સત્ય ભક્તિ જ આધ્યાત્મિકતા માટેનો શ્રેષ્ઠ માર્ગ છે. જો આપણે દરેક ક્ષણે તેમના સ્મરણમાં રહેતા, તેમના નામનો જપ કરતા, આપણી સૌમ્ય અને શક્તિઓ તેમને સમર્પિત કરી, તેમને જ અમારું સર્વોચ્ચ લક્ષ્ય બનાવીએ, તો તેમના કૃપાથી અમે નિશ્ચિતપણે તમામ અવરોધો અને કઠિનાઈઓથી મુક્ત થઈ શકીશું અને આ જન્મ અને મરણના ચક્રમાંથી મુક્ત થવામાં સક્ષમ થઈશું.",
    "name_gujarati":"મુક્તિસન્યાસયોગ",
    "name_translation_gujarati": "સન્યાસ, મુક્તિ અને ગીતાનું નિષ્કર્ષ"
  }
]

